[
  {
    id: 1,
    question: '새 식물을 들였을 때 나의 반응은??',
    E: '바로 사진 찍어서 스토리에 업로드하기 #반려식물 #애칭추천받아요~ 📸',
    I: '식물 애칭을 지어주며 식물과 단둘이 시간 보내기 🌱',
  },
  {
    id: 2,
    question: '식물에게 물 줄 때 나의 스타일은??',
    E: '흥겨운 음악 틀고 리듬타면서 물주기 🎶',
    I: '말없이 물주기 🤫',
  },
  {
    id: 3,
    question: "식물이 꽃을 폈을 때', 나는 어떻게 반응할까??",
    E: '식물 유튜브 채널 오픈 #식물전문가 #유튜버데뷔 🎥',
    I: '나만의 식물일기 작성하며 뿌듯해하기 😊',
  },
  {
    id: 4,
    question: '식집사로써 초능력 하나를 가질 수 있다면??',
    S: "굳이..? 그냥 잘키우면되는거 아닌가..' 🫤",
    N: "식물과 소통할 수 있는 능력?? 아니면 죽은 식물 살리기??' 🌿",
  },
  {
    id: 5,
    question: '새로운 식물 고를 때 나의 선택 기준은??',
    S: '관리 쉽고 실용적인 식물 찾기! 🛠️',
    N: '비주얼과 분위기가ㅌ` 끌리는 식물을 선택! 🎨',
  },
  {
    id: 6,
    question: '식물 관리`에 있어 나의 ‘HOT ITEM’은 무엇인가요?',
    S: '‘고급 급수 장치’ 💧 또는 ‘편리한 관리 도구 세트’ 🛠️',
    N: '‘식물의 드라마틱한 성장 촬영을 위한 타임랩스 카메라’ 🎥',
  },
  {
    id: 7,
    question: '식물이 시들기 시작하면 나의 반응은??',
    F: '마음이 아파서 식물에게 ‘다시 피어날 거`야!’라는 격려의 말 해주기 💕',
    T: "'무슨 문제가 있지?' 원인을 분석하며 해결책 찾기 🔍",
  },
  {
    id: 8,
    question: '친구에게 식물을 선물 받았을 때 나의 반응은??',
    F: '식물의 꽃말을 찾아서 ‘친구가 내게 어떤 의미로 선물해줬을까?’ 를 생각해요! 🤩',
    T: '진심으로 고마워하며 ‘정말 고마워!’라는 메시지를 전하기 💌',
  },
  {
    id: 9,
    question: '친구가 식물을 죽였다고 연락이 왔을 때 나의 반응은??',
    F: "같이 슬퍼하며 '괜찮아? 좋은 곳으로 갔을 테니까 너무 걱정하지 마ㅠㅠ' 위로해주기 😢",
    T: '어쩌다가 죽인거야?? 언제부터 식물 상태가 안좋았는지 체크해봐!! 원인을 파악하며 해결책 찾아주기💡',
  },
  {
    id: 10,
    question: '새로운 식물 관리할 때, 나의 계획은??',
    P: '‘필요할 때마다 돌본다!’ 즉흥적 관리하기 🌀',
    J: '새로운 식물의 정보 찾아보고 일정 계획하기! 📅',
  },
  {
    id: 11,
    question: '식물 상태에 문제가 생기면 나의 대응은??',
    P: "'어? 뭐지? 물이 부족한가?' 물 많이 주기 💦",
    J: '식물이 어떤 점이 문제인지 파악하고, 정확하게 분석하여 해결책을 마련하기 🧐',
  },
  {
    id: 12,
    question: '새 식물 구입할 때 나의 선택 방법은??',
    P: "길을 걷다가 '이거 나한테 딱!' 충동적으로 FLEX 🛒",
    J: '미리 정한 기준에 맞춰 결정, 관리의 용이성, 생장 조건 등을 기준으로 삼아 기준에 맞는 식물을 확정 📏',
  },
];
